<!DOCTYPE html>
<html>
<head>
    <meta charset="utf-8">
    <title>Profile</title>
</head>
<body>
    <p><center><b>Separador tematico (hr)</b></center></p>

    <p><center>La etiqueta vac&iacute;a hr est&aacute; pensada para separar p&aacute;rrafos e indica un cambio de tema. Tradicionalmente, 
     los navegadores han mostrado este separador como una l&iacute;nea horizontal.</center> </p>

    <p><i>-Ejemplo-</i></p>
    <p>Quien tiene un amigo tiene un tesoro.</p>

    <p>Amigo en la adversidad, es amigo de verdad.</p>

    <hr>

    <p>Cuando marzo mayea, mayo marcea.</p>

    <p>La primavera la sangre altera.</p>

    <p><center><b>Titulos h1, h2, h3, h4, h5 y h6</b></center></p>

    <p> <center>Estas etiquetas est&aacute;n pensadas para marcar los t&iacute;tulo y subt&iacute;tulos de los apartados de un documento.
    La hoja de estilo por omisi&oacute;n de los navegadores suele mostrar los t&iacute;itulos en tama&ntilde;os cada vez m&aacute;s peque&ntilde;os, en negrita y con m&aacute;rgenes mayores que los los p&aacute;rrafos.</center></p>
    
    <p><i>-Ejemplo-</i></p>

    <h1>Introduccion 1</h1>
    <h2>Introduccion 2</h2>
    <h3>Introduccion 3</h3>
    <h4>Introduccion 4</h4>
    <h5>Introduccion 5</h5>
    <h6>Introduccion 6</h6>

    <p><center><b>a (Hyperlink)</b></center></p>
    <p><center> Esta etiqueta se usa para permitir el acceso a paginas web por medio de enlazar el URL a una seccion de un parrafo o en una imagen.</center></p>
    <p><center>Los enlaces de hipertexto (o hiperenlaces) son el elemento caracter&iacute;stico de la web porque permiten que las p&aacute;ginas se relacionen entre s&iacute;. La sencillez y libertad con que se pueden enlazar p&aacute;ginas situadas en servidores distintos son el motivo del &eacute;xito de la web.
</center></p>
    <p>
        Un enlace de hipertexto tiene dos partes:

        el enlace, es decir, el elemento (texto o imagen) sobre el que se puede hacer clic con el rat&oacute;n,
        el destino, es decir, el elemento (p&aacute;gina web, imagen, archivo, etc) que se muestra al hacer clic en el enlace
    </p>
    <p><i>-Ejemplo-</i></p>
    <p>Enlace a la <a href="http://www.cdlibre.org/">p&aacute;gina principal de cdlibre</a>.</p>
</body>
</html>